<template>
  <div class="info">
    <p>숫자 야구 게임은 상대방이 생각한 숫자를 맞추는 게임입니다.
      <br>
      각자 서로 다른 0~9까지 3자리 임의의 숫자를 정한 뒤 서로에게 3자리의 숫자를 불러 결과를 확인합니다.
      <br>
      그리고 그 결과를 토대로 상대가 정한 숫자를 예상한 뒤 맞힙니다.
    </p>
    <br>
    <p>* 사용되는 숫자는 0에서 9까지 서로 다른 숫자입니다.</p>
    <p>* 같은 숫자는 반복해서 사용하지 않습니다.</p>
    <br>
    <p>* 숫자는 맞지만, 위치가 틀렸을 때는 볼</p>
    <p>* 숫자와 위치가 모두 맞을 때는 스트라이크</p>
    <p>* 숫자와 위치가 모두 틀렸을 때는 아웃</p>
    <br>
    <p>* 기회는 9회 까지 제공됩니다.</p>
  </div>
</template>

<script>
export default {

};
</script>
